/* SSH remote host identification */

"Changed fingerprint" = "Host key non corrispondente";
"The fingerprint for the {1} key sent by the server is {0}." = "La chiave attualmente autorizzata per questo è {0}.";
"Unknown fingerprint" = "Questo Host è attualmente sconosciuto dal sistema";
